Repository: bobbingwide/oik-weight-zone-shipping
Catalog: languages/oik-weight-zone-shipping-bb_BB.po
Languages: bb_bb

source: Migration status set to: %1$s
bb_bb: Mgiariton satuts sEt tO: %1$s

source: Migration not necessary.
bb_bb: Mgiariton nOt nceseasry.

source: Migration not started.
bb_bb: Mgiariton nOt sattred.

source: Migration in progress.
bb_bb: Mgiariton In porrgses.

source: Migration complete.
bb_bb: Mgiariton cmolptee.

source: Migration fully complete.
bb_bb: Mgiariton fluly cmolptee.

source: Unknown.
bb_bb: Uknonwn.

source: Truly unknown status: %1$s
bb_bb: Turly uknonwn satuts: %1$s

source: Not necessary; no settings, method not enabled, or no country groups defined
bb_bb: NOt nceseasry; nO steitgns, mteohd nOt eanlbed, Or nO cuotnry gorpus dfenied

source: Migration required
bb_bb: Mgiariton rqeiuerd

source: Complete migration
bb_bb: Cmolptee mgiariton

source: Perform migration
bb_bb: Preofrm mgiariton

source: None
bb_bb: Nnoe

source: Information
bb_bb: Ifnroamiton

source: Current status is: %1$s
bb_bb: Cruernt satuts Is: %1$s

source: AWD status is: %1$s
bb_bb: AWD satuts Is: %1$s

source: Recommended next action: %1$s
bb_bb: Rcemoemdned nxet atcoin: %1$s

source: Performed information
bb_bb: Preofmred ifnroamiton

source: Number of country groups: %d
bb_bb: Nmuebr Of cuotnry gorpus: %d

source: No countries in Country Group %d.
bb_bb: NO cuotnires In Cuotnry Gorup %d.

source: Added shipping method instance: %1$s
bb_bb: Added sihppnig mteohd isnatcne: %1$s

source: Shipping method instance: %1$s
bb_bb: Sihppnig mteohd isnatcne: %1$s

source: Country Group %d
bb_bb: Cuotnry Gorup %d

source: Checking for matching shipping zone: %1$s
bb_bb: Cehkcnig fOr mtahcnig sihppnig znoe: %1$s

source: Creating new shipping zone: %1$s
bb_bb: Certanig nEw sihppnig znoe: %1$s

source: Adding country: %1$s
bb_bb: Addnig cuotnry: %1$s

source: Multi Rate Weight Zone
bb_bb: Mluti Rtae Wiehgt Znoe

source: Lets you charge based on cart weight, supporting multiple rates per weight range in each table.
bb_bb: Ltes yOU cahgre bsaed On crat wiehgt, spuoptrnig mluitlpe rtaes pEr wiehgt rnage In ecah tbale.

source: Multi rate weight and zone based shipping
bb_bb: Mluti rtae wiehgt And znoe bsaed sihppnig

source: Define multiple rates for shipping by weight and zone
bb_bb: Dfenie mluitlpe rtaes fOr sihppnig by wiehgt And znoe

source: Method Title
bb_bb: Mteohd Ttile

source: The title which the user sees during checkout, if not defined in Shipping Rates.
bb_bb: ThE ttile wihch thE uesr sees drunig cehkcuot, If nOt dfenied In Sihppnig Rtaes.

source: Weight zone shipping
bb_bb: Wiehgt znoe sihppnig

source: Shipping Rates
bb_bb: Sihppnig Rtaes

source: Set your weight based rates in %1$s for this shipping zone (one per line).<br /> Format: Max weight | Cost | Method Title override<br />Example: 10 | %2$s | Standard rate
bb_bb: SEt yuor wiehgt bsaed rtaes In %1$s fOr tihs sihppnig znoe (OnE pEr line).<br /> Froamt: MAx wiehgt | Csot | Mteohd Ttile override<br />Example: 10 | %2$s | Satdnrad rtae

source: Max weight | Cost | Method Title override
bb_bb: MAx wiehgt | Csot | Mteohd Ttile oevrrdie

source: Tax Status
bb_bb: TAx Satuts

source: Taxable
bb_bb: Txabale

# Tax status
source: None
bb_bb: Nnoe

source: Handling Fee (fixed or %)
bb_bb: Hnaldnig FEE (fxied Or %)

source: Fee excluding tax, e.g. %1$s. Leave blank to disable.
bb_bb: FEE ecxulidng tAx, E.g. %1$s. Laeve balnk tO dsibale.

source: Restrict shipping classes
bb_bb: Rsertcit sihppnig calsses

source: Enable allowed shipping class checking
bb_bb: Eanlbe allwoed sihppnig calss cehkcnig

source: Allowed shipping classes
bb_bb: Allwoed sihppnig calsses

source: Choose the allowed shipping classes when Restrict shipping classes is checked.
bb_bb: Cohsoe thE allwoed sihppnig calsses wehn Rsertcit sihppnig calsses Is cehkced.

source: Refresh information
bb_bb: Rfeersh ifnroamiton

source: 0 - Migration not necessary.
bb_bb: 0 - Mgiariton nOt nceseasry.

source: 1 - Migration not started.
bb_bb: 1 - Mgiariton nOt sattred.

source: 2 - Migration in progress.
bb_bb: 2 - Mgiariton In porrgses.

source: 3 - Migration complete.
bb_bb: 3 - Mgiariton cmolptee.

source: 4 - Migration fully complete.
bb_bb: 4 - Mgiariton fluly cmolptee.

source: 5 - Unknown.
bb_bb: 5 - Uknonwn.

source: Information
bb_bb: Ifnroamiton

source: Displays information regarding the migration status. Choose an Action to perform.
bb_bb: Dsilpyas ifnroamiton rgeraidng thE mgiariton satuts. Cohsoe An Atcoin tO preofrm.

source: Status
bb_bb: Satuts

source: Action
bb_bb: Atcoin

source: Choose an action to perform
bb_bb: Cohsoe An atcoin tO preofrm

source: Migration
bb_bb: Mgiariton

source: Automatic migration from weight/country shipping.
bb_bb: Atumotaic mgiariton form wiehgt/cuotnry sihppnig.

source: Weight Zone
bb_bb: Wiehgt Znoe

source: Lets you charge based on cart weight.
bb_bb: Ltes yOU cahgre bsaed On crat wiehgt.

source: Weight and zone based shipping
bb_bb: Wiehgt And znoe bsaed sihppnig

source: Define rates for shipping by weight and zone
bb_bb: Dfenie rtaes fOr sihppnig by wiehgt And znoe

source: oik weight zone shipping
bb_bb: OIk wiehgt znoe sihppnig

source: Weight zone shipping for WooCommerce
bb_bb: Wiehgt znoe sihppnig fOr WoooCmmrece

source: bobbingwide
bb_bb: bboibgniwde
